Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# APPreferCloudAutoInstructionalText
source: Turn on and Apple TV will try to play your purchases from iCloud instead of your AirPlay device.
ar: قم بالتشغيل وسيحاول Apple TV تشغيل مشترياتك من iCloud بدلاً من جهاز البث السريع الخاص بك.
ca: Activa aquesta opció i l’Apple TV provarà de reproduir les compres des de l’iCloud en comptes de fer‑ho des del dispositiu AirPlay.
cs: Apple TV bude přehrávat zakoupené položky z iCloudu namísto přehrávání z vašeho AirPlay zařízení, kdykoli to bude možné.
da: Slå funktionen til, hvorefter Apple TV vil prøve at afspille dine køb fra iCloud i stedet for fra din AirPlay-enhed.
de: Wenn eingeschaltet, wird das Apple TV versuchen, deine Käufe über iCloud statt vom AirPlay-Gerät wiederzugeben.
el: Αν ενεργοποιήσετε αυτήν τη ρύθμιση, το Apple TV, αντί της συσκευής AirPlay σας, θα προσπαθήσει να αναπαράγει τις αγορές σας από το iCloud.
es: Si activas esta opción, el Apple TV intentará reproducir tus compras desde iCloud en vez de desde el dispositivo AirPlay.
es_us: Activa esta opción y el Apple TV intentará reproducir tus compras desde iCloud en lugar del contenido de tu dispositivo AirPlay.
fi: Kun tämä on päällä, Apple TV yrittää toistaa ostojasi iCloudista AirPlay-laitteen sijasta.
fr: Activez cette option et l’Apple TV essaiera de lire vos achats depuis iCloud et non depuis votre appareil AirPlay.
fr_ca: Activez cette option, et Apple TV essaiera de lire vos achats à partir d’iCloud plutôt qu’à partir de votre appareil AirPlay.
he: יש להפעיל אפשרות זו כדי שה-Apple TV ינסה להפעיל תכנים שרכשת ישר מתוך iCloud במקום מהמכשיר המחובר ב-AirPlay.
hi: चालू करने पर Apple TV द्वारा आपके AirPlay डिवाइस के स्थान पर iCloud से ख़रीदे गए कॉन्टेंट को चलाने की कोशिश की जाएगी।
hr: Kad je ova opcija uključena, Apple TV će kupljene stavke pokušati reproducirati s iClouda umjesto s vašeg AirPlay uređaja.
hu: Kapcsolja be, és az Apple TV megpróbálja az iCloudból lejátszani a vásárolt tartalmakat, az AirPlay-eszköz helyett.
id: Nyalakan dan Apple TV akan mencoba memutar pembelian Anda dari iCloud alih-alih dari perangkat AirPlay Anda.
it: Attiva l’opzione e Apple TV non riprodurrà i tuoi acquisti tramite il tuo dispositivo AirPlay, ma utilizzerà iCloud.
ja: オンにすると、AirPlayデバイスからではなくiCloudから購入した項目を再生しようとします。
ko: 이 기능을 켜면 Apple TV가 AirPlay 기기 대신 iCloud로부터 구입 항목을 재생합니다.
ms: Aktifkan dan Apple TV akan cuba memainkan pembelian anda daripada iCloud berbanding peranti AirPlay anda.
nb: Når innstillingen er på, vil Apple TV prøve å spille av kjøp fra iCloud i stedet for fra AirPlay-enheten.
nl: Als je dit inschakelt, probeert Apple TV je aankopen af te spelen vanaf iCloud in plaats van je AirPlay-apparaat.
pl: Gdy opcja jest włączona, Apple TV próbuje odtwarzać zakupy z iCloud zamiast z urządzenia AirPlay.
pt_br: Ative esta opção para que a Apple TV tente reproduzir suas compras do iCloud ao invés do seu dispositivo AirPlay.
pt_pt: Ative esta opção e a Apple TV tentará reproduzir as suas compras a partir de iCloud em vez de a partir do dispositivo AirPlay.
ro: Activați opțiunea, iar Apple TV‑ul va încerca să redea cumpărăturile dvs. de pe iCloud în locul dispozitivului dvs. AirPlay.
ru: Если этот параметр включен, на Apple TV будет выполнена попытка воспроизведения покупок из iCloud, а не с устройства AirPlay.
sk: Apple TV sa pokúsi prehrať zakúpené položky z iCloudu namiesto vášho AirPlay zariadenia.
sl: Ob vklopu bo Apple TV poskusil predvajati vaše nakupe prek storitve iCloud, namesto da bi se predvajali prek naprave s funkcijo AirPlay.
sv: Om du aktiverar det här alternativet försöker Apple TV spela upp dina inköp från iCloud istället för från AirPlay-enheten.
th: เปิดใช้ แล้ว Apple TV จะพยายามเล่นสินค้าที่คุณซื้อจาก iCloud แทนที่จะเล่นจากอุปกรณ์ AirPlay ของคุณ
tr: Bu seçeneği açtığınızda Apple TV, satın alınanları AirPlay aygıtınız yerine iCloud’dan oynatmaya çalışacaktır.
uk: Увімкніть цю опцію і Apple TV буде намагатися відтворювати ваші покупки з iCloud замість пристрою AirPlay.
vi: Bật và Apple TV sẽ cố gắng phát nội dung mua của bạn từ iCloud thay vì thiết bị AirPlay của bạn.
zh_cn: 打开后Apple TV将尝试播放iCloud中的已购项目，而非隔空播放设备。
zh_hk: 開啟後Apple TV會播放從iCloud購買的項目，而不會從AirPlay裝置上播放。
zh_tw: 將其開啟，Apple TV會嘗試從iCloud播放購買項目，而不是從AirPlay裝置播放。

# AppsAllowAccessBackgroundAppRefreshTitle
source: Background App Refresh
ar: تحديث التطبيقات في الخلفية
ca: Actualitzacions en segon pla
cs: Aktualizace aplikací na pozadí
da: Opdater apps i baggrunden
de: Hintergrundaktualisierung
el: Ανανέωση στο παρασκήνιο
es: Actualizaciones en segundo plano
es_us: Actualización en segundo plano
fi: Appien päivitys taustalla
fr: Actualisation en arrière-plan
fr_ca: Actualisation en arrière-plan
he: עדכון יישומים ברקע
hi: बैकग्राउंड ऐप रीफ़्रेश
hr: Osvježavanje u pozadini
hu: Appfrissítés a háttérben
id: Segarkan App di Latar
it: Aggiornamento app in background
ja: アプリのバックグラウンド更新
ko: 백그라운드 앱 새로 고침
ms: Segar Semula App Latar
nb: Bakgrunns­oppdatering
nl: Vernieuw op achtergrond
pl: Odświeżanie w tle
pt_br: Atualização em 2º Plano
pt_pt: Atualização em segundo plano
ro: Reîmprospătare în fundal
ru: Обновление контента
sk: Osviežovanie na pozadí
sl: Osveževanje aplikacij v ozadju
sv: Bakgrundsuppdatering
th: ดึงข้อมูลใหม่ให้แอปอยู่เบื้องหลัง
tr: Arka Planda Uygulama Yenile
uk: Фонове оновлювання
vi: Làm mới ứng dụng trong nền
zh_cn: 后台App刷新
zh_hk: 背景App重新整理
zh_tw: 背景App重新整理

# AppsAllowAccessFormatSectionTitle
source: Allow %@ to access
ar: السماح لـ %@ بالوصول
ca: Permisos d’accés de l’app %@
cs: Přístup aplikace %@
da: %@ må få adgang til
de: %@ Zugriff erlauben
el: Να επιτρέπεται στο %@ η πρόσβαση
es: Permitir a %@ acceder a
es_us: Permitir que %@ acceda a
fi: %@ saa käyttää
fr: Donner accès à %@
fr_ca: Autoriser l’accès à %@
he: הרשאות הגישה של ⁨״%@״⁩
hi: %@ को निम्नलिखित ऐक्सेस करने की अनुमति दें
hr: Dozvolite aplikaciji %@ pristup za:
hu: Hozzáférés engedélyezése a(z) %@ számára
id: Izinkan %@ untuk mengakses
it: Consenti a %@ di accedere a
ja: %@にアクセスを許可
ko: %@ 접근 허용
ms: Benarkan %@ mengakses
nb: Gi %@ tilgang til
nl: Geef %@ toegang
pl: Pozwalaj „%@” na dostęp
pt_br: Permitir acesso para %@
pt_pt: %@ pode aceder a:
ro: Permiteți accesul pentru %@
ru: Разрешение доступа приложению «%@»
sk: Povoliť prístup pre %@
sl: Aplikacija %@ lahko dostopa do
sv: Tillåt åtkomst för %@
th: อนุญาตให้ “%@” เข้าถึง
tr: %@ erişebilsin
uk: «%@» може використовувати
vi: Cho phép %@ truy cập
zh_cn: 允许%[tt]@访问
zh_hk: 允許%[tt]@取用
zh_tw: 允許%[tt]@取用

# AppsAllowAccessHomeKitTitle
source: Home Data
ar: بيانات المنزل
ca: Dades de casa
cs: Data domácnosti
da: Hjemdata
de: Daten des Zuhauses
el: Οικιακά δεδομένα
es: Datos de Casa
es_us: Datos de la casa
fi: Kotitiedot
fr: Données Maison
fr_ca: Données du domicile
he: נתוני ״הבית שלי״
hi: घर डेटा
hr: Podaci o domu
hu: Otthon-adatok
id: Data Rumah
it: Dati abitazione
ja: ホームデータ
ko: 홈 데이터
ms: Data Rumah
nb: Hjemdata
nl: Woninggegevens
pl: Dane domu
pt_br: Dados de Casa
pt_pt: Dados da casa
ro: Date locuință
ru: Данные приложения «Дом»
sk: Dáta domácnosti
sl: Podatki o domu
sv: Hemdata
th: ข้อมูลบ้าน
tr: Ev Verileri
uk: Домашні дані
vi: Dữ liệu Nhà
zh_cn: 家庭数据
zh_hk: 家居資料
zh_tw: 家庭資料

# AppsAllowAccessLocationTitle
source: Location
ar: الموقع
ca: Ubicació
cs: Poloha
da: Lokalitet
de: Standort
el: Τοποθεσία
es: Ubicación
es_us: Ubicación
fi: Sijainti
fr: Emplacement
fr_ca: Lieu
he: מיקום
hi: स्थान
hr: Lokacija
hu: Hely
id: Lokasi
it: Posizione
ja: 場所
ko: 위치
ms: Lokasi
nb: Land
nl: Locatie
pl: Kraj
pt_br: Localização
pt_pt: Localização
ro: Localizare
ru: Геопозиция
sk: Miesto
sl: Lokacija
sv: Plats
th: ตำแหน่งที่ตั้ง
tr: Konum
uk: Країна
vi: Vị trí
zh_cn: 位置
zh_hk: 位置
zh_tw: 位置

# AppsAllowAccessMediaLibraryTitle
source: Media & Apple Music
ar: الوسائط و Apple Music
ca: Multimèdia i Apple Music
cs: Média a Apple Music
da: Medier & Apple Music
de: Medien & Apple Music
el: Πολυμέσα και Apple Music
es: Multimedia y Apple Music
es_us: Contenidos y Apple Music
fi: Media ja Apple Music
fr: Médias et Apple Music
fr_ca: Média et Apple Music
he: מדיה ו-Apple Music
hi: मीडिया व Apple Music
hr: Mediji i Apple Music
hu: Média és Apple Music
it: Libreria e Apple Music
ja: メディアとApple Music
ko: 미디어 및 Apple Music
nb: Media og Apple Music
nl: Media en Apple Music
pl: Multimedia i Apple Music
pt_br: Mídia e Apple Music
pt_pt: Multimédia e Apple Music
ro: Multimedia și Apple Music
ru: Медиа и Apple Music
sk: Médiá a Apple Music
sl: Predstavnostne vsebine in Apple Music
sv: Medier och Apple Music
th: สื่อและ Apple Music
tr: Ortamlar ve Apple Music
uk: Медіавміст і Apple Music
vi: Phương tiện & Apple Music
zh_cn: 媒体与Apple Music
zh_hk: 媒體與Apple Music
zh_tw: 媒體與Apple Music

# AppsAllowAccessMSODescriptionAllow
source: %@ will be able to access your TV subscription information.
ar: سيتمكن %@ من الوصول إلى معلومات الاشتراك الخاصة بالتلفزيون.
ca: %@ podrà accedir a la teva informació de subscripció de TV.
cs: Aplikace %@ bude mít přístup k informacím o vašem odběru TV.
da: %@ vil få adgang til oplysninger om dit tv-abonnement.
de: %@ wird Zugriff auf deine TV-Abo-Informationen haben.
el: Η εφαρμογή «%@» θα έχει πρόσβαση στις πληροφορίες τηλεοπτικής συνδρομής σας.
es: %@ podrá acceder a la información de tu suscripción de TV.
es_us: %@ podrá acceder a la información de tu suscripción de TV.
fi: %@ voi käyttää TV-tilauksesi tietoja.
fr: %@ pourra accéder aux informations relatives à votre abonnement TV.
fr_ca: %@ pourra accéder aux informations de votre abonnement de télévision.
he: ‏״⁨%@⁩״ יוכל לגשת אל פרטי מינוי שירותי הטלוויזיה שלך.
hi: %@ आपकी टीवी सब्सक्रिप्शन जानकारी ऐक्सेस करने में सक्षम होगा।
hr: %@ će moći pristupiti informacijama o vašoj TV pretplati.
hu: A(z) %@ hozzá fog férni az Ön televízió-előfizetési információihoz.
id: %@ akan dapat mengakses informasi langganan TV Anda.
it: %@ potrà accedere ai dati associati al tuo abbonamento TV.
ja: %@はTVサブスクリプション情報に アクセスすることができるようになります。
ko: %@이(가) 사용자의 TV 구독 정보에 접근할 수 있습니다.
ms: %@ akan dapat mengakses maklumat langganan TV anda.
nb: %@ vil få tilgang til informasjon om TV-abonnementet ditt.
nl: %@ heeft toegang tot de gegevens van je tv-abonnement.
pl: Aplikacja %@ będzie miała dostęp do informacji o Twojej subskrypcji TV.
pt_br: %@ poderá acessar as informações da sua assinatura de TV.
pt_pt: %@ terá acesso à informação relativa à sua assinatura.
ro: %@ va putea accesa informații despre abonamentul dvs. TV.
ru: Приложение «%@» будет иметь доступ к данным телевизионной подписки.
sk: Apka %@ bude môcť pristupovať k informáciám o odbere TV.
sl: Aplikacija %@ bo imela dostop do podatkov o vaši naročnini na televizijske storitve.
sv: %@ får tillgång till information om ditt TV-abonnemang.
th: %@ จะสามารถเข้าถึงข้อมูลการสมัครสมาชิกทีวีของคุณได้
tr: %@, TV aboneliği bilgilerinize erişebilir.
uk: %@ матиме доступ до даних вашої ТБ‑підписки.
vi: %@ sẽ có thể truy cập thông tin đăng ký TV của bạn.
zh_cn: %[tt]@将可访问你的电视订阅信息。
zh_hk: %[tt]@將可以取用你的 電視訂閲項目資料。
zh_tw: %[tt]@將可取用你的電視 訂閱項目資訊。

# AppsAllowAccessMSODescriptionDeny
source: %@ won’t be able to access your TV subscription information.
ar: لن يتمكن %@ من الوصول إلى معلومات الاشتراك الخاصة بالتلفزيون.
ca: %@ no podrà accedir a la teva informació de subscripció de TV.
cs: Aplikace %@ nebude mít přístup k informacím o vašem odběru TV.
da: %@ vil ikke få adgang til oplysninger om dit tv-abonnement.
de: %@ wird keinen Zugriff auf deine TV-Abo-Informationen haben.
el: Η εφαρμογή «%@» δεν θα έχει πρόσβαση στις πληροφορίες τηλεοπτικής συνδρομής σας.
es: %@ no podrá acceder a la información de tu suscripción de TV.
es_us: %@ no podrá acceder a la información de tu suscripción de TV.
fi: %@ ei voi käyttää TV-tilauksesi tietoja.
fr: %@ ne pourra pas accéder aux informations relatives à votre abonnement TV.
fr_ca: %@ ne pourra pas accéder aux informations de votre abonnement de télévision.
he: ‏״⁨%@⁩״ לא יוכל לגשת אל פרטי מינוי שירותי הטלוויזיה שלך.
hi: %@ आपकी टीवी सब्सक्रिप्शन जानकारी ऐक्सेस करने में सक्षम नहीं होगा।
hr: %@ neće moći pristupiti informacijama o vašoj TV pretplati.
hu: A(z) %@ nem fog hozzáférni az Ön televízió-előfizetési információihoz.
id: %@ tidak akan dapat mengakses informasi langganan TV Anda.
it: %@ non potrà accedere ai dati associati al tuo abbonamento TV.
ja: %@はTVサブスクリプション情報に アクセスすることができなくなります。
ko: %@이(가) 사용자의 TV 구독 정보에 접근할 수 없습니다.
ms: %@ tidak akan dapat mengakses maklumat langganan TV anda.
nb: %@ vil ikke få tilgang til informasjon om TV-abonnementet ditt.
nl: %@ heeft geen toegang tot de gegevens van je tv-abonnement.
pl: Aplikacja %@ nie będzie miała dostępu do informacji o Twojej subskrypcji TV.
pt_br: %@ não poderá acessar as informações da sua assinatura de TV.
pt_pt: %@ não terá acesso à informação relativa à sua assinatura.
ro: %@ nu va putea accesa informații despre abonamentul dvs. TV.
ru: Приложение «%@» не будет иметь доступ к данным телевизионной подписки.
sk: Apka %@ nebude môcť pristupovať k informáciám o odbere TV.
sl: Aplikacija %@ ne bo imela dostopa do podatkov o vaši naročnini na televizijske storitve.
sv: %@ får inte tillgång till information om ditt TV-abonnemang.
th: %@ จะไม่สามารถเข้าถึงข้อมูลการสมัครสมาชิกทีวีของคุณได้
tr: %@, TV aboneliği bilgilerinize erişemez.
uk: %@ не матиме доступу до даних вашої ТБ‑підписки.
vi: %@ sẽ không thể truy cập thông tin đăng ký TV của bạn.
zh_cn: %[tt]@将不可访问你的电视订阅信息。
zh_hk: %[tt]@將無法取用你的 電視訂閲項目資料。
zh_tw: %[tt]@將無法取用你的電視 訂閱項目資訊。

# AppsAllowAccessMSOTitle
source: TV Provider
ar: مزود خدمة التلفزيون
ca: Proveïdor de TV
cs: Poskytovatel TV
da: Tv-udbyder
de: TV-Anbieter
el: Πάροχος τηλεοπτικών υπηρεσιών
es: Proveedor de TV
es_us: Proveedor de TV
fi: TV-palveluntarjoaja
fr: Fournisseur TV
fr_ca: Fournisseur de contenus télévisés
he: ספק שירותי טלוויזיה
hi: टीवी सर्विस प्रोवाइडर
hr: TV operater
hu: TV-szolgáltató
id: Penyedia TV
it: Provider TV
ja: TVプロバイダ
ko: TV 제공업체
ms: Penyedia TV
nb: TV-distributør
nl: Tv-aanbieder
pl: Dostawca TV
pt_br: Provedor de TV
pt_pt: Fornecedor de TV
ro: Furnizor TV
ru: Телепровайдер
sk: Poskytovateľ TV služby
sl: Ponudnik televizijskih storitev
sv: TV-leverantör
th: ผู้ให้บริการทีวี
tr: TV Sağlayıcı
uk: ТБ‑провайдер
vi: Nhà cung cấp TV
zh_cn: 电视提供商
zh_hk: 電視供應商
zh_tw: 電視業者

# AppsAllowAccessNotificationTitle
source: Notifications
ar: الإشعارات
ca: Notificacions
cs: Oznámení
da: Notifikationer
de: Mitteilungen
el: Γνωστοποιήσεις
es: Notificaciones
es_us: Notificaciones
fi: Ilmoitukset
he: עדכונים
hi: सूचनाएँ
hr: Obavijesti
hu: Értesítések
id: Pemberitahuan
it: Notifiche
ja: 通知
ko: 알림
ms: Pemberitahuan
nb: Varslinger
nl: Meldingen
pl: Powiadomienia
pt_br: Notificações
pt_pt: Notificações
ro: Notificări
ru: Уведомления
sk: Hlásenia
sl: Obvestila
sv: Notiser
th: การแจ้งเตือน
tr: Bildirimler
uk: Сповіщення
vi: Thông báo
zh_cn: 通知
zh_hk: 通知
zh_tw: 通知

# AppsAllowAccessPhotosTitle
source: Photos
ar: الصور
ca: Fotos
cs: Fotky
da: Fotos
de: Fotos
el: Φωτογραφίες
es: Fotos
es_us: Fotos
fi: Kuvat
he: תמונות
hi: तस्वीर
hr: Fotografije
hu: Fotók
id: Foto
it: Foto
ja: 写真
ko: 사진
ms: Foto
nb: Bilder
nl: Foto's
pl: Zdjęcia
pt_br: Fotos
pt_pt: Fotografias
ro: Poze
ru: Фото
sk: Fotky
sl: Fotografije
sv: Bilder
th: รูปภาพ
tr: Fotoğraflar
uk: Фото
vi: Ảnh
zh_cn: 照片
zh_hk: 相片
zh_tw: 照片

# AppsAllowAccessTracking
source: Allow this App to Track You
ar: السماح لهذا التطبيق بتتبعك
ca: Permet que l’app et rastregi
cs: Povolit aplikaci, aby vás sledovata
da: Denne app må spore dig
de: Für diese App Tracking erlauben
el: Να επιτραπεί σε αυτήν την εφαρμογή η ανίχνευση της δραστηριότητάς σας
es: Permitir a esta app rastrearte
es_us: Permitir que esta app te rastree
fi: Salli tämän apin seurata sinua
fr: Autoriser cette app à vous suivre
fr_ca: Autoriser cette app à vous suivre
he: מתן אישור ליישום זה לעקוב אחר הפעולות שלך
hi: इस ऐप को स्वयं को ट्रैक करने की अनुमति दें
hr: Dozvoli praćenje ovoj aplikaciji
hu: A nyomon követés engedélyezése az alkamazás számára
id: Izinkan App Ini untuk Melacak Anda
it: Consenti all’app di tenere traccia delle tue attività
ja: このアプリにトラッキングを許可
ko: 이 앱이 사용자를 추적하도록 허용
ms: Benarkan App ini Menjejak Anda
nb: Tillat at appen kan spore deg
nl: Sta toe dat deze app je volgt
pl: Pozwalaj tej aplikacji na śledzenie
pt_br: Permitir que Este App Rastreie Você
pt_pt: Permitir a esta aplicação seguir a sua atividade
ro: Permiteți ca această aplicație să vă urmărească
ru: Разрешить этому приложению отслеживать Вас
sk: Povoliť tejto apke sledovať vás
sl: Dovolite tej aplikaciji, da vam sledi
sv: Tillåt att den här appen spårar dig
th: อนุญาตให้แอปนี้ติดตามคุณ
tr: Bu Uygulamanın Takip Etmesine İzin Ver
uk: Дозволити цій програмі відстежувати вашу активність
vi: Cho phép ứng dụng này theo dõi bạn
zh_cn: 允许此App跟踪你
zh_hk: 允許此App追蹤你
zh_tw: 允許此App追蹤你

# AppsAutoDownloadBackgroundAssetsDescription
source: Automatically run apps in the background to download content before you first launch them.
ar: تشغيل التطبيقات في الخلفية تلقائيًا لتنزيل المحتوى قبل بدء تشغيلها لأول مرة.
ca: Executa les apps en segon pla automàticament per descarregar‑ne el contingut integrat abans d’obrir‑les per primera vegada.
cs: Aplikace se před prvním otevřením automaticky spustí na pozadí a stáhnou potřebný obsah.
da: Vælg, at apps skal afvikles automatisk i baggrunden, for at hente indhold, før du starter dem for første gang.
de: Führe Apps automatisch im Hintergrund aus und lade Inhalte, bevor du die Apps das erste Mal öffnest.
el: Εκτελεί εφαρμογές αυτόματα στο παρασκήνιο για λήψη περιεχομένου πριν από την πρώτη εκκίνησή τους.
es: Ejecuta las apps automáticamente en segundo plano para descargar su contenido antes de abrirlas por primera vez.
es_us: Antes de abrir una app por primera vez, se ejecutará automáticamente en segundo plano para descargar su contenido.
fi: Lataa apin sisältöä automaattisesti taustalla ennen apin ensimmäistä käyttökertaa.
fr: Exécutez automatiquement les apps en arrière-plan pour télécharger leur contenu avant leur premier lancement.
fr_ca: Les apps s’exécutent automatiquement en arrière-plan pour télécharger leur contenu avant d’être lancées pour la première fois.
he: ניתן לאפשר ליישומים לפעול באופן אוטומטי ברקע לפני ההפעלה הראשונית שלהם כדי להוריד תכנים.
hi: आपके पहली बार ऐप लॉन्च करने से पहले ही ऐप्स को बैकग्राउंड में कॉन्टेंट ऑटोमैटिकली डाउनलोड करने की अनुमति दें।
hr: Automatsko pokretanje aplikacija u pozadini radi preuzimanja sadržaja prije njihovog prvog pokretanja.
hu: Az appok automatikus futtatása a háttérben lehetővé teszi a tartalom letöltését még az első indításuk előtt.
id: Jalankan app di latar belakang secara otomatis untuk mengunduh konten sebelum meluncurkannya untuk pertama kalinya.
it: Consenti l’esecuzione automatica delle app in background affinché possano scaricare contenuti prima che le avvii per la prima volta.
ja: アプリを最初に起動する前に自動的にバックグラウンドで実行してコンテンツをダウンロードします。
ko: 앱을 처음으로 실행하기 전에 콘텐츠를 다운로드하기 위해 백그라운드에서 앱을 자동으로 실행합니다.
ms: Jalankan app secara automatik di latar belakang untuk memuat turun kandungan sebelum anda melancarkannya buat kali pertama.
nb: Kjør apper automatisk i bakgrunnen for å laste ned innhold før de åpnes for første gang.
nl: Voer apps automatisch uit op de achtergrond om materiaal te downloaden voordat je ze voor het eerst start.
pl: Aplikacje będą działały automatycznie w tle, aby pobrać zawartość przed pierwszym uruchomieniem.
pt_br: Executa apps automaticamente em segundo plano para baixar conteúdo antes de você abri‑los pela primeira vez.
pt_pt: Executar aplicações automaticamente em segundo plano para descarregar conteúdo antes de serem abertas pela primeira vez.
ro: Aplicațiile vor rula automat în fundal pentru a descărca resurse înainte de prima lor lansare.
ru: Автоматически запускать приложения в фоновом режиме, чтобы загружать контент перед их первым открытием.
sk: Apky sa ešte pred prvým otvorením automaticky spustia na pozadí a stiahnu potrebný obsah.
sl: Samodejno zaženite aplikacije v ozadju, da se vsebina prenese pred njihovim prvim zagonom.
sv: Kör appar automatiskt i bakgrunden för att hämta innehåll innan du öppnar dem för första gången.
th: ให้แอปทำงานโดยอัตโนมัติอยู่เบื้องหลังเพื่อดาวน์โหลดเนื้อหาก่อนที่คุณจะเปิดใช้แอปเป็นครั้งแรก
tr: Uygulamalar açılmadan önce içeriği indirmek için onları arka planda otomatik olarak çalıştırır.
uk: Автоматично запускати програми у фоновому режимі, щоб викачувати вміст до першого запуску.
vi: Tự động chạy các ứng dụng trong nền để tải về nội dung trước khi bạn khởi chạy chúng lần đầu tiên.
zh_cn: 首次启动App前，自动在后台运行以下载内容。
zh_hk: 首次啟動App前，在背景中自動執行這些App以下載內容。
zh_tw: 在你首次啟動App前，於背景中自動執行App來下載內容。

# AppsAutoDownloadBackgroundAssetsTitle
source: Automatically Download In-App Content
ar: التنزيل التلقائي للمحتوى داخل التطبيقات
ca: Descàrrega automàtica del contingut integrat de les apps
cs: Automatické stahování obsahu aplikací
da: Hent automatisk indhold i app
de: In-App-Inhalte automatisch laden
el: Αυτόματη λήψη περιεχομένου εντός εφαρμογών
es: Descargar automáticamente el contenido dentro de las apps
es_us: Descargar automáticamente contenido dentro de las apps
fi: Lataa apin sisältö automaattisesti
fr: Télécharger automatiquement le contenu intégré
fr_ca: Télécharger automatiquement le contenu intégré
he: הורדה אוטומטית של תכנים בתוך יישומים
hi: इन-ऐप कॉन्टेंट ऑटोमैटिकली डाउनलोड करें
hr: Automatsko preuzimanje In-App sadržaja
hu: Appon belüli tartalom automatikus letöltése
id: Unduh Konten Di App Secara Otomatis
it: Scarica automaticamente i contenuti in‑app
ja: アプリ内コンテンツを自動的にダウンロード
ko: 앱 내 콘텐츠 자동 다운로드
ms: Muat Turun Kandungan Dalam App Secara Automatik
nb: Last automatisk ned appinnhold
nl: Download in-app materiaal automatisch
pl: Automatycznie pobieraj zawartość w aplikacjach
pt_br: Baixar Automaticamente o Conteúdo Dentro de Apps
pt_pt: Descarregar automaticamente conteúdo integrado
ro: Descărcare automată a conținutul din aplicații
ru: Автоматически загружать встроенный контент
sk: Automaticky sťahovať obsah v apkách
sl: Samodejno prenesi vsebine znotraj aplikacije
sv: Hämta appinnehåll automatiskt
th: ดาวน์โหลดเนื้อหาภายในแอปโดยอัตโนมัติ
tr: Uygulama İçi İçeriği Otomatik Olarak İndir
uk: Автоматично викачувати вміст у програмах
vi: Tự động tải về nội dung in-app
zh_cn: 自动下载App中内容
zh_hk: 自動下載App中內容
zh_tw: 自動下載App中的內容
